tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'sanemat/font'
cask 'java'
cask 'xquartz'
brew 'android-sdk'
brew 'apache-flink'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'cabextract'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'chromedriver'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'zeromq'
brew 'czmq'
brew 'docbook'
brew 'docker'
brew 'docker-machine'
brew 'libyaml'
brew 'docker-compose'
brew 'libev'
brew 'opam'
brew 'docker-machine-driver-xhyve'
brew 'doxygen'
brew 'findutils'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'ghq'
brew 'gibo'
brew 'git-flow'
brew 'gmp'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2', args: ['with-python']
brew 'gnome-doc-utils'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'go'
brew 'gradle'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'libepoxy'
brew 'gtk+3'
brew 'htop'
brew 'hub'
brew 'jasper'
brew 'jo'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libusb'
brew 'libusb-compat'
brew 'libgphoto2'
brew 'libicns'
brew 'libsodium'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'little-cms2'
brew 'mas'
brew 'maven'
brew 'msgpack'
brew 'mysql'
brew 'net-snmp'
brew 'nkf'
brew 'nmap'
brew 'node'
brew 'p7zip'
brew 'packer'
brew 'peco'
brew 'pv'
brew 'rancher-cli'
brew 'rancher-compose'
brew 'reattach-to-user-namespace', args: ['with-wrap-launchctl', 'with-wrap-pbcopy-and-pbpaste']
brew 'rmtrash'
brew 'sane-backends'
brew 'scrollkeeper'
brew 'selenium-server-standalone'
brew 'terraform'
brew 'terragrunt'
brew 'xz'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'unrar'
brew 'utf8proc'
brew 'wine'
brew 'winetricks'
brew 'yarn'
brew 'z'
brew 'zenity'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'
brew 'homebrew/completions/maven-completion'
brew 'homebrew/x11/openmotif'
brew 'homebrew/x11/xpdf'
brew 'neovim/neovim/neovim'
brew 'sanemat/font/ricty', args: ['powerline', 'vim-powerline']
cask 'adobe-air'
cask 'alfred'
cask 'bettertouchtool'
cask 'clipmenu'
cask 'cyberduck'
cask 'dash'
cask 'docker'
cask 'evernote'
cask 'firefox'
cask 'franz'
cask 'gas-mask'
cask 'google-chrome-dev'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'intellij-idea'
cask 'iterm2-nightly'
cask 'java6'
cask 'jdownloader'
cask 'karabiner'
cask 'microsoft-azure-storage-explorer'
cask 'nndd'
cask 'onyx'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'steamcmd'
cask 'tagger'
cask 'the-unarchiver'
cask 'timer'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'wineskin-winery'
cask 'wireshark'
cask 'xamarin'
cask 'xamarin-studio'
cask 'xld'
cask 'xtrafinder'
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Twitter', id: 409789998
mas 'Xcode', id: 497799835
mas 'ActivityTimer', id: 808647808
mas 'LINE', id: 539883307
mas 'Now Playing', id: 623014515
mas 'Memory Clean', id: 451444120
