tap 'alerque/tap'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'code-hex/pget'
tap 'gapple/services'
tap 'homebrew/apache'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'komagata/mycask'
tap 'neovim/neovim'
tap 'osx-cross/avr'
tap 'peco/peco'
tap 'sanemat/font'
tap 'tkengo/highway'
cask 'java'
cask 'xquartz'
brew 'android-sdk'
brew 'pkg-config'
brew 'libyaml'
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'ansible'
brew 'apache-spark'
brew 'apr'
brew 'readline'
brew 'xz', args: ['universal']
brew 'sphinx-doc'
brew 'icu4c'
brew 'sqlite', args: ['universal']
brew 'gdbm', args: ['universal']
brew 'python'
brew 'python3'
brew 'postgresql'
brew 'cmake'
brew 'mysql'
brew 'unixodbc'
brew 'freetds'
brew 'apr-util'
brew 'aria2'
brew 'intltool'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'dbus'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo'
brew 'git', args: ['with-blk-sha1', 'with-brewed-curl', 'with-brewed-openssl', 'with-gettext', 'with-pcre', 'with-persistent-https']
brew 'gobject-introspection'
brew 'at-spi2-core'
brew 'atk'
brew 'at-spi2-atk'
brew 'autoconf'
brew 'automake'
brew 'avro-tools'
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'node'
brew 'azure-cli'
brew 'bash'
brew 'bats'
brew 'bdw-gc'
brew 'bfg'
brew 'binutils'
brew 'bison'
brew 'boost'
brew 'c-ares'
brew 'cabextract'
brew 'ccache'
brew 'chromedriver'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cocot'
brew 'colordiff'
brew 'colortail'
brew 'go'
brew 'corectl'
brew 'coreutils'
brew 'cowsay'
brew 'cpanminus'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'dfu-programmer'
brew 'dnsmasq'
brew 'docbook'
brew 'docker'
brew 'docker-cloud'
brew 'docker-machine'
brew 'docker-compose'
brew 'docker-machine-driver-xhyve'
brew 'harfbuzz'
brew 'pango'
brew 'graphviz'
brew 'qt5'
brew 'llvm'
brew 'doxygen'
brew 'duck'
brew 'e2fsprogs'
brew 'libtool', args: ['universal']
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'libtasn1', args: ['universal']
brew 'nettle'
brew 'gnutls'
brew 'little-cms2', args: ['universal']
brew 'webp', args: ['universal']
brew 'imagemagick'
brew 'emacs', args: ['with-cocoa']
brew 'embulk'
brew 'faac'
brew 'fasd'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils', args: ['with-default-names']
brew 'fio'
brew 'flex'
brew 'fontforge'
brew 'mpfr'
brew 'gawk'
brew 'libmpc'
brew 'gcc'
brew 'gd', args: ['universal']
brew 'gdb'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'gist'
brew 'git-flow'
brew 'glassfish'
brew 'libxml2', args: ['with-python']
brew 'gnome-doc-utils'
brew 'libepoxy'
brew 'hicolor-icon-theme'
brew 'gsettings-desktop-schemas'
brew 'jasper', args: ['universal']
brew 'gtk+3'
brew 'gnome-icon-theme'
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar'
brew 'gnu-time'
brew 'gnu-which', args: ['with-default-names']
brew 'goaccess'
brew 'gperftools'
brew 'gradle'
brew 'gtk+'
brew 'h2'
brew 'hadoop'
brew 'lzo'
brew 'hbase', service_restart: true
brew 'html-xml-utils'
brew 'htop-osx'
brew 'httpie'
brew 'hub', args: ['HEAD']
brew 'unar'
brew 'ievms'
brew 'ifstat'
brew 'javarepl'
brew 'jetty'
brew 'jmeter', args: ['with-plugins']
brew 'oniguruma'
brew 'jq'
brew 'zookeeper', service_restart: true
brew 'kafka', service_restart: true
brew 'keychain'
brew 'kubernetes-cli'
brew 'ldns'
brew 'lesspipe', args: ['with-syntax-highlighting']
brew 'lftp'
brew 'libarchive'
brew 'libev'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libmagic'
brew 'libpcl'
brew 'popt'
brew 'librsync'
brew 'libsmi'
brew 'libvo-aacenc'
brew 'libxslt'
brew 'lua'
brew 'luajit'
brew 'lv'
brew 'lzip'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim', 'with-python3']
brew 'mas'
brew 'maven'
brew 'mhash'
brew 'mcrypt'
brew 'md5sha1sum'
brew 'mercurial'
brew 'protobuf'
brew 'mobile-shell'
brew 'scons'
brew 'mongodb'
brew 'msgpack'
brew 'nginx', args: ['HEAD', 'with-gunzip', 'with-spdy']
brew 'ngrep'
brew 'nifi'
brew 'nkf'
brew 'nmap'
brew 'ossp-uuid'
brew 'p7zip'
brew 'packer'
brew 'pandoc'
brew 'parallel'
brew 'parquet-tools'
brew 'peco'
brew 'perl-build'
brew 'pigz'
brew 'pixz'
brew 'portaudio'
brew 'pssh'
brew 'pv'
brew 'qt'
brew 're2c'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'rmtrash'
brew 'ruby-build'
brew 's3cmd'
brew 'sane-backends', args: ['universal']
brew 'sbt'
brew 'scala'
brew 'scrollkeeper'
brew 'selenium-server-standalone'
brew 'siege'
brew 'sl'
brew 'source-highlight'
brew 'spdylay'
brew 'squid'
brew 'ssh-copy-id'
brew 'sshrc'
brew 'subversion'
brew 'sysbench'
brew 'teensy_loader_cli'
brew 'terraform'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tomcat', args: ['with-fulldocs']
brew 'tomcat-native', args: ['with-apr']
brew 'tor', service_restart: true
brew 'trafficserver', args: ['HEAD', 'with-spdy']
brew 'tree'
brew 'unison'
brew 'unrar'
brew 'w3m'
brew 'watch'
brew 'wdiff', args: ['with-gettext']
brew 'weighttp'
brew 'wget'
brew 'wine'
brew 'zenity'
brew 'winetricks'
brew 'wireshark', args: ['with-headers', 'with-libsmi', 'with-lua', 'with-portaudio', 'with-qt', 'with-qt5']
brew 'xhyve', args: ['HEAD']
brew 'z'
brew 'zdelta'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'
brew 'code-hex/pget/pget'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd24', args: ['with-mpm-worker']
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/ed', args: ['with-default-names']
brew 'homebrew/dupes/expect', args: ['with-threads']
brew 'homebrew/dupes/file-formula'
brew 'homebrew/dupes/gpatch'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/dupes/libpcap'
brew 'homebrew/dupes/m4'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/nano'
brew 'homebrew/dupes/openssh', args: ['with-ldns']
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/unzip'
brew 'homebrew/php/php70'
brew 'homebrew/php/composer'
brew 'homebrew/versions/bison27'
brew 'homebrew/x11/xclip'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'osx-cross/avr/avr-binutils'
brew 'osx-cross/avr/avr-gcc'
brew 'osx-cross/avr/avr-libc'
brew 'sanemat/font/ricty', args: ['disable-fullwidth', 'powerline', 'vim-powerline']
brew 'tkengo/highway/highway'
cask 'adobe-air'
cask 'alfred'
cask 'avira-antivirus'
cask 'bettertouchtool'
cask 'boot2docker'
cask 'cacoo-ninja'
cask 'chefdk'
cask 'clipmenu'
cask 'cyberduck'
cask 'datagrip-eap'
cask 'diffmerge'
cask 'dropbox'
cask 'elasticwolf'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'flash'
cask 'freemind'
cask 'gas-mask'
cask 'gimp'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-chrome-dev'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'google-refine'
cask 'grammarly'
cask 'gyazo'
cask 'hipchat'
cask 'hyperswitch'
cask 'intellij-idea'
cask 'intellij-idea-ce'
cask 'iterm2-nightly'
cask 'java7'
cask 'karabiner'
cask 'licecap'
cask 'mi'
cask 'mongodb'
cask 'mono-mdk'
cask 'mosh'
cask 'mou'
cask 'multifirefox'
cask 'mysqlworkbench'
cask 'nndd'
cask 'onyx'
cask 'opera'
cask 'owncloud'
cask 'real-vnc'
cask 'sequel-pro'
cask 'serf'
cask 'silverlight'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'stay'
cask 'sts'
cask 'switchresx'
cask 'tableau'
cask 'tableau-public'
cask 'td-agent'
cask 'teensy'
cask 'the-unarchiver'
cask 'tigervnc-viewer'
cask 'timer'
cask 'toggldesktop'
cask 'tuntap'
cask 'unity'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'vnc-viewer'
cask 'vox'
cask 'vox-preferences-pane'
cask 'wireshark'
cask 'xmind'
cask 'xtrafinder'
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Todoist', id: 585829637
mas 'Deckset', id: 847496013
mas 'OneDrive', id: 823766827
mas 'Xcode', id: 497799835
mas 'LINE', id: 539883307
mas 'Keynote', id: 409183694
mas 'Dash', id: 449589707
mas 'Veertu', id: 1024069033
mas 'Memory Clean', id: 451444120
